Repository: jcoynel/Tunes-Notifier
Catalog: Tunes Notifier/Localizable.xcstrings
Source language: en
Languages: fr

# ABOUT_MENU_ITEM
source: About Tunes Notifier
fr: À propos de Tunes Notifier

# HIDE_FOREVER_CONFIRMATION_CANCEL
source: Cancel
fr: Annuler

# HIDE_FOREVER_CONFIRMATION_CONTINUE
source: Continue
fr: Continuer

# HIDE_FOREVER_CONFIRMATION_MESSAGE
source: Tunes Notifier will never appear again in the menu bar and will be automatically started a login. To make Tunes Notifier visible again, open it from the Application folder.
fr: Tunes Notifier n'apparaîtra plus dans la barre de menu et sera lancé automatiquement au démarrage de votre ordinateur. Pour rendre Tunes Notifier visible, ouvrez le depuis le dossier Application.

# HIDE_FOREVER_CONFIRMATION_TITLE
source: Hide from menu bar forever
fr: Toujours masquer Tunes Notifier

# HIDE_FOREVER_MENU_ITEM
source: Hide from menu bar forever
fr: Toujours masquer Tunes Notifier

source: No song playing...
fr: Aucune musique...

# QUIT_MENU_ITEM
source: Quit Tunes Notifier
fr: Quitter Tunes Notifier

# START_MENU_ITEM
source: Start at login
fr: Lancer au démarrage

source: Unknown album
fr: Album inconnu

source: Unknown artist
fr: Artiste inconnu

source: Unknown track
fr: Titre inconnu
